//物品属性
//速度： 0.8 ： 超慢 ：非常慢，1 ， 2 ：慢 ， 3 ： 一般，5 ：快 ， 6 ： 很快
export default {
//--------------------------------------------------
    "Fish-0" : {
        "score" : 50,
        "speed" : 6
    },
    "Fish-1" : {
        "score" : 100,
        "speed" : 5
    }, 
    "Fish-2" : {
        "score" : 200,
        "speed" : 4
    },
    "Fish-3" : {
        "score" : 300,
        "speed" : 3
    }, 
    "Fish-4" : {
        "score" : 400,
        "speed" : 3
    },
    "Fish-5" : {
        "score" : 700,
        "speed" : 1
    }, 
//--------------------------------------------------
    //钻石
    "Drill" : {
        "score" : 500,
        "speed" : 6
    },
    //宝石
    "Gem" : {
        "score" : 700,
        "speed" : 6
    },
//--------------------------------------------------
    //石头
    "Stone-0" : {
        "score" : 10,
        "speed" : 3
    },
    //石头
    "Stone-1" : {
        "score" : 10,
        "speed" : 3
    },
    //石头
    "Stone-2" : {
        "score" : 10,
        "speed" : 3
    },
    //石头
    "Stone-3" : {
        "score" : 10,
        "speed" : 3
    },
//--------------------------------------------------
    //鞋子
    "Shoes-0" : {
        "score" : 0,
        "speed" : 3
    },
    //鞋子
    "Shoes-1" : {
        "score" : 0,
        "speed" : 3
    },
//--------------------------------------------------
    //骨头
    "Bone-0" : {
        "score" : 10,
        "speed" : 5
    },
    //骨头
    "Bone-1" : {
        "score" : 10,
        "speed" : 5
    },
    //骨架
    "Bone-2" : {
        "score" : 50,
        "speed" : 3
    },
    //骨头
    "Bone-3" : {
        "score" : 10,
        "speed" : 5
    },
}